org/Virasoro__algebra.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: Virasoro__algebra
#+TITLE: Virasoro  algebra
* a minimal model or Virasoro minimal model is a two-dimensional [[file:conformal_field_theory.org][conformal field theory]] whose spectrum is built from finitely many irreducible representations of the Virasoro algebra. Minimal models have been classified and solved, and found to obey an ADE classification. 
--https://en.wikipedia.org/wiki/Minimal_models
