content/posts/Virasoro__algebra.md
+++
title = "Virasoro  algebra"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:22-04:00
slug = "Virasoro__algebra"
draft = false
+++

## a minimal model or Virasoro minimal model is a two-dimensional [conformal field theory]({{< relref "conformal_field_theory" >}}) whose spectrum is built from finitely many irreducible representations of the Virasoro algebra. Minimal models have been classified and solved, and found to obey an ADE classification. {#a-minimal-model-or-virasoro-minimal-model-is-a-two-dimensional-conformal-field-theory--conformal-field-theory-dot-md--whose-spectrum-is-built-from-finitely-many-irreducible-representations-of-the-virasoro-algebra-dot-minimal-models-have-been-classified-and-solved-and-found-to-obey-an-ade-classification-dot}

--<https://en.wikipedia.org/wiki/Minimal%5Fmodels>
